Repository: NaN-tic/trytond-sale_payment_csv
Catalog: locale/*.po
Languages: ca_es, es_es

# error:import.csv.payment.from.sale:
source: Error in field Sale Amount Filter. Error raised: %s
ca_es: Error en el camp Filtre d'import de vendes. Error: %s
es_es: Error en el campo "Fitro de importe de venta". Error: %s

# error:import.csv.payment.from.sale:
source: Error in field Sale Domain Searcher. Error raised: %s
ca_es: Error en el camp Domini de cerca de vendes. Error: %s
es_es: Error en el campo Dominio de búsqueda de venta. Error: %s

# error:import.csv.payment.from.sale:
source: Error in field Sale State Filter . Error raised: %s
ca_es: Error en el camp Filtre d'estat de vendes. Error: %s
es_es: Error en el campo Filtro de estado de venta. Error: %s

# error:import.csv.payment.from.sale:
source: No statement journal configured for %s account journal. Please configure one.
ca_es: No hi ha cap diari d'extracte configurat per %s diari comptable. Si us plau, configureu un.

# error:import.csv.payment.from.sale:
source: Please, check that the Statement CSV configuration matches with the format of the CSV file.
ca_es: Si us plau, comproveu que la configuació dels extractes CSV coincideix amb el format de l'arxiu CSV.
es_es: Por favor, compruebe que la configuración de los extractos CSV coincide con el formato del archivo CSV.

# error:import.csv.payment.from.sale:
source: Sale %s does not match its quantity: %s.
ca_es: La venda %s no concorda amb quantitat: %s.
es_es: La venta %s no concuerda en cantidad: %s.

# error:import.csv.payment.from.sale:
source: Sale %s skipped. More than one sale found matching the different criteria. Please, be more precise.
ca_es: Venda %s omesa. S'ha trobat més d'una venda que concorda amb els diferents criteris. Si us plau, sigueu més precís.
es_es: Venta %s omitida. Se ha encontrado más de una venta que concuerda con los diferentes criterios. Por favor, sea más preciso.

# error:import.csv.payment.from.sale:
source: Sale %s skipped. Not found.
ca_es: Venda %s omesa. No trobada.
es_es: Venta %s omitida. No encontrada.

# error:import.csv.payment.from.sale:
source: Sale %s skipped. Sale state %s does not match.
ca_es: Venda %s omesa. L'estat %s de la venda no concorda.
es_es: Venta %s omitida. El estado %s de la venta no concuerda.

# error:import.csv.payment.from.sale:
source: Sale Domain Searcher field can not be empty.
ca_es: El camp del domini de cerca de vendes no pot quedar buit.
es_es: El campo dominio de búsqueda de ventas no puede quedar vacío.

# error:import.csv.payment.from.sale:
source: Statement line %s skipped. Already exists.
ca_es: Línia d'extracte %s omesa. Ja existeix.
es_es: Línea de extracto %s omitida. Ya existe.

# error:import.csv.payment.from.sale:
source: There isn't any statement in draft state. Please open one.
ca_es: No hi ha cap extracte en estat esborrany. Si us plau obriu un.

# error:import.csv.payment.from.sale:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. As a example: [('reference', '=', row[4])] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('reference', '=', row[4])] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: El dominio Tryton [1] para búsqueda de ventas que concuerden con las líneas de extractos. Puede utilizar estas variables: * values: Diccionario con valores asignados en las columnas del perfil csv. * row: Liesta con los valores del fichero csv. Esta variable no puede procesar otros valores distintos de tipo Char. A modo de ejemplo: [('reference', '=', row[4])] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# error:import.csv.payment.from.sale:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. For instance: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))][1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: Dominio Tryton [1] para buscar ventas que concuerden con las líneas de extractos bancarios. Puede utilizar estas variables: * values: Diccionario con los valores asignados a las columnas del perfil csv. * row: Lista con los valores del archivo csv. Esta variable no puede procesar otros valores distintos del tipo Char. Ejemplo: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# error:import.csv.payment.from.sale:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. For instance: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: Dominio Tryton [1] para buscar ventas que concuerden con las líneas de extractos bancarios. Puede utilizar estas variables: * values: Diccionario con los valores asignados a las columnas del perfil csv. * row: Lista con los valores del archivo csv. Esta variable no puede procesar otros valores distintos del tipo Char. Ejemplo: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# field:import.csv.payment.from.sale.start,attach:
source: Attach File
ca_es: Adjunta arxiu
es_es: Adjunta archivo

# field:import.csv.payment.from.sale.start,id:
source: ID
ca_es: Identificador

# field:import.csv.payment.from.sale.start,import_file:
source: Import File
ca_es: Importa arxiu
es_es: Importar archivo

# field:import.csv.payment.from.sale.start,profile:
source: Profile CSV
ca_es: Perfil CSV
es_es: Perfil CSV

# field:import.csv.payment.from.sale.start,profile_domain:
source: Profile Domain
ca_es: Domini del perfil
es_es: Dominio del perfil

# field:profile.csv,journal:
source: Account Statement Journal
ca_es: Diari d'extracte
es_es: Diario de extracto

# field:profile.csv,sale_amount:
source: Sale Amount Filter
ca_es: Filtre d'import de vendes
es_es: Filtro de importe de venta

# field:profile.csv,sale_domain:
source: Sale Domain Searcher
ca_es: Domini de cerca de vendes
es_es: Dominio de búsqueda de ventas

# field:profile.csv,sale_state:
source: Sale State Filter
ca_es: Filtre d'estat de venda
es_es: Filtro de estado de venta

# field:profile.csv,write_off_journal:
source: Write Off Statement Journal
ca_es: Diari extracte de desajust
es_es: Diario extracto de desajuste

# help:import.csv.payment.from.sale.start,attach:
source: Attach CSV file after import.
ca_es: Adjunta arxiu CSV després de la importació.
es_es: Adjunta archivo CSV tras la importación.

# help:profile.csv,sale_amount:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. For instance: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: Dominio Tryton [1] para buscar ventas que concuerden con las líneas de extractos bancarios. Puede utilizar estas variables: * values: Diccionario con los valores asignados a las columnas del perfil csv. * row: Lista con los valores del archivo csv. Esta variable no puede procesar otros valores distintos del tipo Char. Ejemplo: [('total_amount_cache', '>', values['amount'] * Decimal(0.99)), ('total_amount_cache', '<', values['amount'] * Decimal(1.01))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# help:profile.csv,sale_domain:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. For instance: [('reference', '=', row[4])][1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('reference', '=', row[4])] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: Dominio Tryton [1] para buscar ventas que concuerden con las líneas de extractos bancarios. Puede utilizar estas variables: * values: Diccionario con los valores asignados a las columnas del perfil csv. * row: Lista con los valores del archivo csv. Esta variable no puede procesar otros valores distintos del tipo Char. Ejemplo: [('reference', '=', row[4])] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# help:profile.csv,sale_state:
source: Tryton's domain [1] for searching sales which match with statement lines. You can use these variables: * values: Dictionary with values mapped on the columns of the csv profile. * row: List with the values of the csv file. This variable can not process other values than Char type. For instance: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))][1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
ca_es: Domini Tryton [1] per cercar vendes que concordin amb les línies d'extracte. Podeu utilitzar aquestes variables: * values: Diccionari amb els valors assignats a les columnes del perfil csv. * row: Llista amb els valors de l'arxiu csv. Aquesta variable no pot processar altres tipus de valors que el Char. Per exemple: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.
es_es: Dominio Tryton [1] para buscar ventas que concuerden con las líneas de extractos bancarios. Puede utilizar estas variables: * values: Diccionario con los valores asignados a las columnas del perfil csv. * row: Lista con los valores del archivo csv. Esta variable no puede procesar otros valores distintos del tipo Char. Ejemplo: [('state', 'in', ('quotation', 'confirmed', 'processing')), ('invoice_state', 'in', ('draft', 'validated', 'posted', 'waiting'))] [1] http://trytond.readthedocs.org/en/latest/topics/domain.html.

# model:import.csv.payment.from.sale.start,name:
source: Payment From Sale Import CSV Start
ca_es: Inici d'importació de pagaments des de vendes CSV
es_es: Inicio de importación de pagos desde ventas CSV

# model:ir.action,name:act_import_csv_log_from_statement
source: Import CSV Logs
ca_es: Registres d'importació CSV
es_es: Registros de importación CSV

# model:ir.action,name:act_import_csv_payment_from_sale
source: Import Sale Statements from CSV
ca_es: Importa extractes de ventes desde CSV
es_es: Importar extractos de ventas desde CSV

# model:ir.action,name:act_profile_csv
source: Sale Payment CSV Profiles
ca_es: Perfils de pagaments de venda CSV
es_es: Perfiles de pagos de venta CSV

# model:ir.ui.menu,name:menu_import_csv_payment_from_sale
source: Import Sale Statements from CSV
ca_es: Importa extractes de venta des de CSV
es_es: Importar extractos de ventas desde CSV

# model:ir.ui.menu,name:menu_import_sale_payment_log_csv
source: Import CSV Logs
ca_es: Registres d'importació CSV
es_es: Registros de importación CSV

# model:ir.ui.menu,name:menu_profile_csv
source: Sale Payment CSV Profiles
ca_es: Perfils de pagaments de venda CSV
es_es: Perfiles de pagos de venta CSV

# model:res.group,name:
source: Import CSV
ca_es: Importar CSV

# view:import.csv.log:
source: Import CSV Logs
ca_es: Registres d'importació CSV
es_es: Registros de importación CSV

# view:import.csv.payment.from.sale.start:
source: Import CSV File
ca_es: Importar arxiu CSV
es_es: Importar archivo CSV

# view:profile.csv:
source: Profile CSV
ca_es: Perfil CSV
es_es: Perfil CSV

# wizard_button:import.csv.payment.from.sale,start,end:
source: Cancel
ca_es: Cancel·la
es_es: Cancelar

# wizard_button:import.csv.payment.from.sale,start,import_file:
source: Import File
ca_es: Importa arxiu
es_es: Importar archivo

# error:import.csv.payment.from.sale:
source: Party has not any account receivable. Please configure one.
es_es: El tercero no tiene ninguna cuenta a cobrar. Por favor configure una.

# error:import.csv.payment.from.sale:
source: Row %s skipped because of matches expression criteria to exclude it.
es_es: Fila %s excluida porque concuerda con el criterio de exclusión.
